tap "camdencheek/brew"
tap "drn/tap"
tap "friendsofshopware/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "rsteube/tap"
tap "shivammathur/php"
tap "symfony-cli/tap"
# Automatic configure script builder
brew "autoconf"
# Interpreted, interactive, object-oriented programming language
brew "python@3.12"
# Core application library for C
brew "glib"
# Tool to obtain certs from Let's Encrypt and autoenable HTTPS
brew "certbot"
# Cross-platform make
brew "cmake"
# General-purpose scripting language
brew "php"
# Dependency Manager for PHP
brew "composer"
# GNU File, Shell, and Text utilities
brew "coreutils"
# Modern, maintained replacement for ls
brew "eza"
# OpenType text shaping engine
brew "harfbuzz"
# Play, record, convert, and stream audio and video
brew "ffmpeg"
# Fast and simple Node.js version manager
brew "fnm"
# Command-line fuzzy finder written in Go
brew "fzf"
# GNU implementation of the famous stream editor
brew "gnu-sed"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Run and Test HTTP Requests with plain text and curl
brew "hurl"
# Tools and libraries to manipulate images in many formats
brew "imagemagick"
# Git-compatible distributed version control system
brew "jj"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Next-gen compiler infrastructure
brew "llvm"
# Fast and user friendly build system
brew "meson"
# Open source relational database management system
brew "mysql", restart_service: true
# FTP client with an advanced user interface
brew "ncftp"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# HTTP(S) server and reverse proxy, and IMAP/POP3 proxy server
brew "nginx"
# Platform built on V8 to build network applications
brew "node"
# Libraries for security-enabled client and server applications
brew "nss"
# Perl compatible regular expressions library
brew "pcre"
# Object-oriented, Lisp-like programming language
brew "nu"
# Modern shell for the GitHub era
brew "nushell"
# Manage multiple Node.js versions
brew "nvm"
# General-purpose scripting language
brew "php@8.1"
# General-purpose scripting language
brew "php@8.2"
# CLI for the Pkl programming language
brew "pkl"
# Perl-powered file rename script with many helpful built-ins
brew "rename"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Safe, concurrent, practical language
brew "rust"
# Soak up standard input and write to a file
brew "sponge"
# Organize software neatly under a single directory tree (e.g. /usr/local)
brew "stow"
# Terminal multiplexer
brew "tmux"
# Command-line tool to track (your) time
brew "watson"
# Command-line interface for WordPress
brew "wp-cli"
# A commandline frecency tracker
brew "camdencheek/brew/fre"
# Shopware CLI helps Shopware developers manage extensions
brew "friendsofshopware/tap/shopware-cli"
# A simple terminal UI for git commands, written in Go
brew "jesseduffield/lazygit/lazygit"
# Simple hotkey-daemon for macOS.
brew "koekeishiya/formulae/skhd"
# A tiling window manager for macOS based on binary space partitioning.
brew "koekeishiya/formulae/yabai"
# multi-shell multi-command argument completer
brew "rsteube/tap/carapace"
# Symfony CLI helps Symfony developers manage projects, from local code to remote infrastructure
brew "symfony-cli/tap/symfony-cli"
# Server and cloud storage browser
cask "cyberduck"
# Visual desktop tool suite for working with the Fuse framework
cask "fuse"
# Vector graphics editor
cask "inkscape"
# Control your tools with a few keystrokes
cask "raycast"
