camdencheek/brew/fre
composer
coreutils
exa
ffmpeg
fzf
go
imagemagick
jesseduffield/lazygit/lazygit
jq
koekeishiya/formulae/skhd
koekeishiya/formulae/yabai
mysql
neovim
nvm
pcre
rename
ripgrep
rust
sponge
stow
symfony-cli/tap/symfony-cli
tmux
