camdencheek/brew/fre
composer
coreutils
eza
ffmpeg
fnm
fzf
go
hurl
imagemagick
jesseduffield/lazygit/lazygit
jj
jq
koekeishiya/formulae/skhd
koekeishiya/formulae/yabai
mysql
neovim
node
nss
nushell
nvm
pcre
rename
ripgrep
rust
sponge
stow
symfony-cli/tap/symfony-cli
tmux
watson
wp-cli
